Autodesk.Revit.DB.FilePath.#ctor(System.String)
Constructs a FilePath
path:
The path to the file. This path does not
have to be a full path; it can be relative.
Throws Autodesk.Revit.Exceptions.ArgumentNullException:
A non-optional argument was null
Since:
2012